Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/ffi.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Member of the Board since 2018
nb: Medlem av styret siden 2018

source: Mr. Høydal joined FFI in 1991.
nb: Tor-Odd Høydal har arbeidet ved FFI siden 1991.

source: FFI has the main responsibility for the development.
nb: FFI har hovedansvar for utviklingen.

source: This applies both to materiel
nb: Dette gjelder både for materiell og for evnen til

source: The X400 standard for communication of messages became essential.
nb: X400-standarden for meldingsformidling ble nødvendig.

source: The battery FFI used in AUV Demo was a seawater battery.
nb: Batteriet FFI brukte i AUV Demo var et sjøvannsbatteri.

source: This indicates increased levels of competition for the Norwegian defence companies in the domestic market.
nb: Som i fjor er det en vesentlig økning i eksport, hvilket også øker eksportandelen i forhold til samlede omsetningstall.

source: Mr. Pettersen has held his current position since 2021.
nb: Pettersen har vært leder for avdelingen siden 2021.

source: Larry completed his PhD work at the Massachusetts Institute of Technology (MIT).
nb: Larry fullførte doktorgradsarbeidet sitt ved Massachusetts Institute of Technology (MIT).

source: A few months later, they decide to upgrade KNM Karmøy for Hugin runs.
nb: Få måneder etter beslutter de å oppgradere KNM Karmøy for Hugin-kjøringer.

source: NATO and the Warsaw Pact were rivals for 44 years.
nb: I 44 år rivaliserte Nato og Warszawapakten.

source: The 2017 Land Power Study recommends
nb: Landmaktsutredningen fra 2017 anbefaler

source: Now, he had to plan its sabotage.
nb: Nå måtte han planlegge sabotasjen.

source: FFI’s journalist Øystein Hagen interviewed Spilling 30 years later.
nb: FFIs journalist Øystein Hagen intervjuet Spilling 30 år seinere.

source: Larry Roberts and his second-in-command, Bob Kahn, visited Kjeller in the summer of 1972.
nb: Larry Roberts og nestkommanderende Bob Kahn besøkte Kjeller sommeren 1972.

source: Many of his recent publications focus on security issues in the High North/Arctic.
nb: Nylig forskning fokuserer på sikkerhetspolitikk i Nordområdene/Arktis.

source: In 1997, Statoil organised an operation to see how well Hugin could map the seafloor compared to a traditional survey submarine controlled from an operator ship via a cable (ROV).
nb: I 1997 arrangerte Statoil en operasjon for å se hvor godt Hugin kunne kartlegge havbunnen sammenlignet med en tradisjonell survey-ubåt styrt fra et operatørskip med kabel (ROV).

source: We didn’t sell it as an autonomous submarine.
nb: Vi solgte det ikke inn som en autonom ubåt.

source: In addition, Mr. Pettersen holds a Master in technology management and innovation from the Norwegian Institute of Technology (NTNU), Norwegian School of Economics (NHH) and Massachusetts Institute of Technology (MIT).
nb: Pettersen har også en mastergrad i teknologiledelse og innovasjon fra Norges tekniske høgskole (NTNU), Norges Handelshøyskole (NHH) og Massachusetts Institute of Technology (MIT) i USA.

source: military defence, but also a good cross-sectoral cooperation –
nb: svar, vi må også ha godt samarbeid på tvers av sektorer – med

source: Elin Margrethe Bøhler is Senior Researcher at FFI, where she has been employed since 2000 as researcher and assignment manager.
nb: Elin Margrethe Bøhler er seniorforsker ved FFI, der hun har jobbet siden 2000 som forsker og oppdragsleder.

source: if reducing the signal power to 5 W. Capacity increase may be obtained by utilising more
nb: Kapasiteten reduseres til om lag det halve med en signaleffekt på 5 W. Kapasiteten kan

source: The concentrations of copper in the demolition area in Øyradalen were higher than at the
nb: Resultatene viser at konsentrasjonen av kobber i demoleringsfeltet i Øyradalen var forhøyet i

source: He was Norway’s Defence Attaché to the United States and Canada from 2010 to 2014.
nb: Han var Norges forsvarsattaché til USA og Canada fra 2010 til 2014.

source: It can operate autonomously at depths down to 6000 metres, without a physical connection to a boat or remote control from the surface.
nb: Den kan operere på egen hånd ned til 6000 meters dyp, uten fysisk forbindelse til en båt eller fjernkontroll fra overflaten.

source: They sent one another emails.
nb: De sendte e-post til hverandre.

source: Mr. Høydal has held his current position since March 2021.
nb: Høydal har vært leder for avdelingen siden mars 2021.

source: The man with the distinct eyebrows is named Per Thoresen and is a Research Director at FFI.
nb: Mannen med de markante brynene heter Per Thoresen og er forskningssjef ved FFI.

source: Pål Spilling also took a business trip to their network friends at University College of London (UCL) and later to Stanford University in the United States.
nb: Også Pål Spilling dro på forskningsbesøk til nettvennene, først til University College of London (UCL), og senere til Stanford University i USA.

source: Here, the seafloor is up to 1500 metres below sea level.
nb: Havbunnen her ligger opptil 1500 meter under overflaten.

source: He has a varied and extensive experience from various boards and committees, for example as Chair of the Board at NTNU Technology Transfer AS (2021–) and Chair of the Board at Innovation Norway (2018–).
nb: Han har bred erfaring fra styrer og verv, blant annet som styreleder ved NTNU Technology Transfer AS (2021–) og styreleder i Innovasjon Norge (2018–).

source: He wanted more extensive work on the Internet.
nb: Han ville ha mer omfattende satsing på Internett.

source: The ability to utilise new technology will be crucial also in
nb: Evnen til å ta i bruk ny teknologi vil være avgjørende også i realiseres på slagmarken.

source: Thus, the contributions of FFI researchers were an important step on the path toward the Internet.
nb: Slik ble FFI-forskernes bidrag et viktig steg på veien til internettet.

source: In 1999, Kongsberg Simrad succeeded in winning a contract for the sale of a HUGIN vehicle to the U.S. survey services company C&C Technologies.
nb: I 1999 lyktes Kongsberg Simrad å vinne en kontrakt for salg av en HUGIN-farkost til det amerikanske surveyselskapet C&C Technologies.

source: Only the party that triggered a nuclear war could win.
nb: Bare den som utløste en atomkrig, kunne vinne.

source: Will the Armed Forces be capable of utilising such
nb: Vil Forsvaret være i stand til å ta i bruk

source: The quality requirements were strict.
nb: Kvalitetskravene var strenge.

source: This report presents statistics for the defense industry in Norway in 2011, and is an annual publication from FFI.
nb: Rapporten presenterer statistikk over forsvarsindustrien i Norge i 2011, og kommer som en årlig utgivelse fra FFI.

source: They got the idea to combine the technology of a seawater battery with the technology from another battery that FFI was developing for use on land.
nb: De fikk ideen om å kombinere teknologien fra et sjøvannsbatteri med teknologi fra et annet batteri som FFI utviklet for landanvendelser.

source: The initial draft of the ‘aluminium-hydrogen peroxide’ battery which the two researches jotted down at an airport in the United States was patented and industrialised and was in use in Hugin all the way until 2008.
nb: Det såkalte aluminium-hydrogenperoksid-batteriet de to forskerne tegnet ned førsteutkastet til på en flyplass i USA, ble patentert og industrialisert og var i bruk på Hugin helt frem til 2008.

source: strengthened presence in Finnmark, with, among other things, the
nb: forsterket tilstedeværelse i Finnmark, med blant annet etable-

source: Research Director Nils Størkersen describes FFI’s plans for an autonomous underwater vehicle.
nb: Forskningsleder Nils Størkersen forteller om FFIs planer for en autonom undervannsfarkost.

source: Grytting has previously been Deputy Commander of the Armed Forces’ operational headquarters in Bodø (2009–2010) and Chief of the Regional Command of Northern Norway (2005–2009).
nb: Grytting har tidligere vært nestkommanderende for Forsvarets operative hovedkvarter i Bodø (2009–2010) og sjef for Landsdelskommando Nord-Norge (2005–2009).

source: different frequency bands have been considered, X, Ku and K/Ka (7.25–31 GHz).
nb: frekvensbånd har blitt vurdert, X, Ku, og K/Ka (7.25–31 GHz).

source: The company Apsis International AB delivers the solution for newsletters and is the data processor for the newsletters.
nb: Selskapet Apsis International AB leverer løsningen for nyhetsbrev og er databehandler for nyhetsbrevene.

source: He was a professor at NTH.
nb: Han bar tittelen professor ved NTH.

source: propulsion is used for orbit maintenance.
nb: Ombordfremdriftssystemet brukes for banevedlikehold.

source: In the period from 1995, there were some intense years during which researchers and engineers worked on developing a control system, navigation and software to process sonar data.
nb: I perioden fra 1995 fulgte noen intense år der forskere og ingeniører jobbet med å utvikle kontrollsystem, navigering og programvare for å bearbeide sonardata.

source: The increase is due to activities abroad, while the FTEs in Norway are declining.
nb: Økningen skyldes aktivitet i utlandet, mens sysselsettingen i Norge går ned.

source: Subsequently, all new Hugin submarines were equipped with lithium-ion batteries.
nb: Heretter blir alle nye Hugin-ubåter utstyrt med litium-ionbatterier.

source: A great deal of communication and information was sent via Kjeller.
nb: Mye samband og kunnskap gikk via Kjeller.

source: satellites in the constellation.
nb: antall satellitter i hvert baneplan.

source: She has held her current position since 2018 and is responsible for the initiation and development of FFIs innovation centre
nb: Bjørk har vært leder for avdelingen siden 2018 og er ansvarlig for oppbyggingen av

source: The operation also became a popular tele-vision series on Norwegian public broadcaster NRK in 2015.
nb: » med Kirk Douglas i en bærende rolle. Aksjonen ble også en populær TV-serie på NRK i 2015.

source: Statoil, FFI and Simrad (Kongberg Maritime) now commenced a project to develop an untethered underwater vehicle for detailed, deep-sea seafloor mapping.
nb: Statoil, FFI og Simrad (Kongsberg Maritime) starter nå et prosjekt for å utvikle en kabelfri undervannsfarkost for detaljert sjøbunnskartlegging på dypt vann.

source: This idea has been difficult to sell, both with management at FFI and in the Norwegian Armed Forces.
nb: Ideen har vært vanskelig å selge inn, både hos ledelsen ved FFI og i Forsvaret.

source: Norsar produced daily reports.
nb: Fra Norsar gikk det daglige rapporter.

source: Kristian Åtland holds an MA degree in Russian cultural studies from the University of Oslo and a PhD in political science from the University of Tromsø.
nb: Kristian Åtland har en mastergrad i russiske kulturstudier fra Universitetet i Oslo og en doktorgrad i statsvitenskap fra Universitetet i Tromsø.

source: The mini-submarine Hugin is launched to search for Roald Amundsen’s plane, which disappeared in the Arctic Ocean on 18.
nb: Miniubåten Hugin sjøsettes for å lete etter Roald Amundsens fly, som forsvant i polhavet 18.

source: For the first time, Hugin will show the top brass of the Norwegian Navy that it can detect mines on the seafloor all on its own.
nb: Hugin skal for første gang vise toppene i Sjøforsvaret at den kan oppdage miner på havbunnen helt på egen hånd.

source: Norway was a strategically important NATO outpost.
nb: Norge var en strategisk viktig utpost i Nato.

source: In order for the Norwegian Armed Forces to be able to utilise Hugin, it was necessary to develop even better navigation systems and better algorithms so that Hugin could act independently based on what it saw and found on the seafloor.
nb: For at Forsvaret skulle ta i bruk Hugin var det nødvendig å utvikle enda bedre navigasjonssystemer, bedre sensorer og bedre algoritmer slik at Hugin kunne handle på egen hånd ut fra hva den så og fant på havbunnen.

source: The very first miniature model from Bøletjern is today sitting in Nils Størkersen’s office.
nb: Den aller første miniatyrmodellen fra Bølertjern står i dag på kontoret til Nils Størkersen.

source: is localized in Tønjumdalen.
nb: småkaliberammunisjon i Tønjumdalen.

source: rc::[x2] – is a cookie from Google used to distinguish humans from robots when submitting a form, protecting ffi.no from spam.
nb: rc::[x2] – en cookie fra Google som brukes for å skille mennesker fra roboter ved innsending av skjema og beskytter mot spam.

source: Anne Husebekk has served as rector of UiT, The Arctic University of Norway since 2013.
nb: Anne Husebekk har siden 2013 vært rektor ved UiT Norges arktiske universitet.

source: TF was embedded in the government telecommunications monopoly.
nb: TF var forankret i det statlige telemonopolet.

source: They were invited to Washington, partly to see the Arpanet.
nb: De ble invitert til Washington, blant annet for å se på Arpanet.

source: It should be noted that it is a decline in "revenue from the Norwegian defence" by 5 percent.
nb: Det bør bemerkes en ytterligere svekkelse av det norske hjemmemarkedet ved at “omsetningen fra Forsvaret” er ned 5 prosent.

source: FFI and Kongsberg are cooperating on the development of this system, as well.
nb: FFI og Kongsberg samarbeider om å utvikle også dette systemet.

source: She holds a degree in management, personnel development and working life knowledge from Nord University.
nb: Hun har utdanning fra Nord universitet innenfor ledelse, personalutvikling og arbeidslivskunnskap.

source: and run times varying from 33 seconds to 33 minutes.
nb: som varierer fra 33 sekunder til 33 minutter.

source: The other reason was the American Lawrence Roberts, or Larry, as he was known among friends.
nb: Den andre grunnen var Lawrence Roberts – Larry blant venner.

source: Hugin has automatically found the four mine dummies that had been deployed in advance.
nb: Hugin har automatisk funnet de fire mineattrappene som er lagt ut på forhånd.

source: Hanne Marit Bjørk joined FFI in 2001.
nb: Hanne Marit Bjørk har arbeidet ved FFI siden 2001.

source: “We had to be conscious of how we described it.
nb: – Vi måte være bevisste på hvordan vi omtalte det.

source: In the background is Nils Størkersen.
nb: I bakgrunnen Nils Størkersen.

source: From there, they continued via satellite to the United States.
nb: Derfra gikk de via satellitt til USA.

source: The University College of London (UCL) were then given the opportunity to connect, right behind Norway.
nb: Da fikk University College of London (UCL) muligheten til å koble seg opp, hakk i hæl med Norge.

source: The concentration of metals in soil and water at the demolition areas in Tønjumdalen and
nb: Konsentrasjonen av metaller i jord og vann i destruksjonsområdene i Tønjumdalen og Ørjadalen

source: Tveito has previously been employed at Sintef.
nb: Tveito har tidligere arbeidet ved Sintef.

source: An enemy who lacks this, or
nb: sikt i et framtidig operasjonsteater.

source: A Walker Star constellation with ten satellites in each of three
nb: En Walker Star-konstellasjon med ti satellitter i hvert av tre

source: Kongsberg Simrad (Kongsberg Maritime) was responsible for all electronics, cabling, power systems, acoustic positioning, communication and sensors, and they provided considerable input and funding to the project.
nb: Kongsberg Simrad (Kongsberg Maritime) hadde ansvar for all elektronikk, kabling, powersystemer, akustisk posisjonering, kommunikasjon og sensorer, og de la ned en betydelig egeninnsats og finansiering i prosjektet.

source: Grytting is educated at the Royal Norwegian Naval Academy.
nb: Grytting er utdannet ved Sjøkrigsskolen.

source: He was one of the Internet pioneers.
nb: Han ble en av internett-pionerene.

source: They proposed a collaboration on the data network via satellite.
nb: De foreslo et samarbeid om datanett via satellitt.

source: Thus, Norsar at Kjeller was established, as a branch of FFI.
nb: Derfor ble Norsar på Kjeller opprettet, som en avlegger av FFI.

source: This collaboration resulted in the protocols TCP/IP.
nb: Resultatet av samarbeidet var protokollene TCP/IP.

source: NavP – the navigation programme that was developed in order for Hugin to be able to understand where it is underwater, is currently in use in a number of products and underwater vehicles.
nb: NavP – navigasjonsprogrammet som ble utviklet for at Hugin skal forstå hvor den er under vann, er i dag i bruk i en rekke produkter og undervannsfarkoster.

source: The research groups that Kjeller researchers joined met frequently.
nb: Forskergruppene som Kjeller-forskerne kom med i, møttes ofte.

source: This area was established in 1976, and
nb: området ble etablert i 1976 og har siden blitt benyttet av Forsvaret.

source: It should be noted that the small businesses have increased their exports with over 51%.
nb: Det bør også bemerkes at de små virksomhetene har en økning i eksport på 51 %.

source: There, 100 tonnes of spermal was subsequently produced.
nb: Der ble det etter hvert produsert 100 tonn spermal.

source: Neither Lundh, Pål Spilling nor Finn-Are Aagesen had any idea.
nb: Det kunne verken Lundh, Pål Spilling eller Finn-Are Aagesen vite noe om.

source: It should be noted that it is a decline in "revenue from the Norwegian defence" by 11 %.
nb: Det bør bemerkes en svekkelse av det norske hjemmemarkedet ved at “omsetningen fra Forsvaret” er ned 11 %.

source: Her expertise and areas of responsibility are linked to rapid defence innovation and technology development, including commercialization from research and industrial development.
nb: Hennes ekspertise og ansvarsområde er knyttet til innovasjon og teknologiutvikling, herunder kommersialisering fra forskning og industriutvikling.

source: In this manner, we can concretise the significance Russia will have for Norway and NATO in the forthcoming years and determine the course of the defence of the future.
nb: Slik kan vi konkretisere betydningen Russland vil ha for Norge og Nato i årene som kommer, og legge premisser for utformingen av framtidas forsvar.

source: He completed the Information Course at the Norwegian National Defence College in 2017.
nb: Han gjennomførte informasjonskurset ved Forsvarets høgskole i 2017.

source: The Internet, as we know it today, was given its name in 1983.
nb: Internett, slik vi bruker det i dag, fikk navnet sitt i 1983.

source: we can mention threats in cyberspace, chemical and biological
nb: kan vi nevne trusler i det digitale rom, kjemiske og biologiske

source: Or from the rest of the world.
nb: Eller fra resten av kloden.

source: These factors helped enable Norway to become the first international member of the Arpanet (ARPA – Defence Advanced Research Projects Agency).
nb: Disse faktorene bidro til at Norge ble første internasjonale medlem i Arpanet (ARPA – Defence Advanced Research Projects Agency).

source: This was the precursor to FFI.
nb: Dette var forløperen til FFI.

source: What has been FFI's contributions these 75 years?
nb: Hva har vi bidratt med på disse 75 årene?

source: The story of Hugin – an autonomous underwater vehicle
nb: Historien om Hugin – en autonom undervannsfarkost

source: A technological strategy for Norway’s connection with Arpanet was devised.
nb: En teknologisk strategi for Norges tilslutning til Arpanet ble lagt.

source: The development of the entire Armed Forces must be
nb: Utviklingen av hele Forsvaret må sees i lys av dette nye

source: They probably viewed the AUV technology as a threat”, Størkersen recalls.
nb: De så antakeligvis på AUV-teknologien som en trussel, minnes Størkersen.

source: Physicist and computer scientist Pål Spilling had fun at work.
nb: Fysikeren og informatikeren Pål Spilling hadde det moro på jobb.

source: Aagesen was the third key Norwegian in the Arpanet efforts.
nb: Aagesen var den tredje sentrale nordmannen i Arpanet-arbeidet.

source: rc::b – is a cookie from Google used to distinguish humans from robots when submitting a form, protecting ffi.no from spam.
nb: rc::b – en cookie fra Google som brukes for å skille mennesker fra roboter ved innsending av skjema og beskytter mot spam.

source: The Norwegian Government-in-exile appointed Tronstad head of the Technical Committee in the Norwegian High Command (FOTU).
nb: Den norske eksilregjeringen gjorde Tronstad til leder for Forsvarets overkommandos tekniske utvalg (FOTU).

source: In London, he was affiliated with the Norwegian High Command and held the rank of Major.
nb: I London var han knyttet til Forsvarets Overkommando, med majors rang.

source: Mr. Sparr has held his current position since 2021.
nb: Sparr har vært leder for avdelingen siden 2021.

source: She has 20 years of experience with R&D related to defence and energy.
nb: Hun har 20 års erfaring med forskning og utvikling innenfor forsvar og energi.

source: Many of the figures are split between civilian and military activity, also including the development since 2009.
nb: For flere av disse tallene har vi også skilt mellom forsvarsrelatert og sivilt rettet virksomhet, samt utviklingen siden 2009.

source: itself wants, as well as developments in other parts of the world.
nb: støtten avhenger av hva USA selv ønsker og utviklingen i andre

source: This would come to benefit Norway.
nb: Det skulle vise seg å komme Norges sak til gode.

source: The packets had information in the address field that could reorder the information back into a single file.
nb: Pakkene hadde informasjon i adressefeltet som gjorde at helheten kunne gjenopprettes.

source: He compared this to the rivalry between Microsoft and UNIX.
nb: Han sammenliknet det gjerne med duellen mellom Microsoft og UNIX.

source: During a demonstration in May 1993, AUV Demo swims 109 nautical miles in Skagerrak with only “a few mishaps”, as it is stated in the report at the time.
nb: Under en demonstrasjon i mai 1993 svømmer AUV Demo 109 nautiske mil i Skagerrak med kun «et par uhell», som det heter i rapportene fra den gang.

source: _cfduid – is used to distinguish individual users with the same IP address from each other.
nb: _cfduid – brukes for å skille individuelle brukere med samme IP-adresse fra hverandre.

source: In 2008 FFI recommended that this area should be included in the monitoring
nb: I 2008 anbefalte FFI at også dette området ble

source: This report presents statistics for the defence industry in Norway in 2010.
nb: Denne rapporten presenterer statistikk over forsvarsindustrien i Norge i 2010.

source: With Statoil on board, development gained speed.
nb: Med Statoil på laget ble det fart i utviklingen.

source: The category of co-financed R&D increases the most (by 42%).
nb: Det er oppgang i alle kategorier, men samfinansiert FoU øker mest med 42 %.

source: It lasted until the Internet was commercialised in 1993.
nb: Den varte inntil Internett ble kommersialisert i 1993.

source: rc::d-# – is a cookie from Google used to distinguish humans from robots when submitting a form, protecting ffi.no from spam.
nb: rc::d-# – en cookie fra Google som brukes for å skille mennesker fra roboter ved innsending av skjema og beskytter mot spam.

source: It allows researchers and modem manufacturers to develop, test and compare algorithms for the
nb: tillater forskere og modemprodusenter å utvikle, teste og sammenligne algoritmer for det

source: All important information was documented in RFCs (Request for Comments).
nb: All viktig informasjon ble dokumentert i RFC-er (Request for Comments).

source: Both knew that if the enemy had the opportunity to respond to the attack, all life on earth would be threatened.
nb: Begge visste at dersom fienden fikk mulighet til å svare på angrepet, var livet på jorda truet.
